{
    "version": "https://jsonfeed.org/version/1",
    "title": "Playground",
    "description": "",
    "home_page_url": "https://drazplay.github.io/demoone",
    "feed_url": "https://drazplay.github.io/demoone/feed.json",
    "user_comment": "",
    "author": {
        "name": "Draz"
    },
    "items": [
        {
            "id": "https://drazplay.github.io/demoone/blbalbalablbaa/",
            "url": "https://drazplay.github.io/demoone/blbalbalablbaa/",
            "title": "Aenean vitae dui blandit, hendrerit sem feugiat",
            "summary": "Praesent varius, urna vel consectetur elementum, enim tellus molestie justo, et vehicula quam nulla sit amet mi. Mauris suscipit eros&hellip;",
            "content_html": "\n  <p>\n    Praesent varius, urna vel consectetur elementum, enim tellus molestie justo, et vehicula quam nulla sit amet mi. Mauris suscipit eros malesuada augue tincidunt feugiat. Cras gravida semper arcu quis imperdiet. Aliquam sollicitudin ipsum risus, in sollicitudin ipsum finibus ut.<br>Sed laoreet justo nec orci lobortis imperdiet. Aliquam lacinia scelerisque libero at mattis. Curabitur ac magna erat. Integer eleifend, lacus quis cursus euismod, massa sem blandit nulla, ut dignissim turpis libero et urna. Phasellus tortor augue, rutrum vel euismod at, eleifend ac turpis.Phasellus porttitor maximus nisl, vitae sagittis lorem gravida sit amet. Donec augue nulla, eleifend tempus nib.<br>Ingredients<br>(makes about 3 servings)<br>4 large onions, thinly sliced<br>a handful of cheddar curd, or grated cheddar<br>2 tbsp mango or orange juice (optional)<br>spring onions, chopped fine<br>6 cups chicken or vegetable stock<br>6 leaves kale, thick ribs trimmed and torn or sliced into slivers<br>6 tablespoons crème fraiche<br>4 pieces stale, crusty French bread<br>1.2kg potatoes, peeled and cut into quarters<br>1 tsp lemon juice<br>Method<br>Sed laoreet justo nec orci lobortis imperdiet. Aliquam lacinia scelerisque libero at mattis. Curabitur ac magna erat. Integer eleifend, lacus quis cursus euismod, massa sem blandit nulla, ut dignissim turpis libero et urna. <br>Sed laoreet justo nec orci lobortis imperdiet. Aliquam lacinia scelerisque libero at mattis. Curabitur ac magna erat. Integer eleifend, lacus quis cursus euismod, massa sem blandit nulla.<br>Phasellus tortor augue, rutrum vel euismod at, eleifend ac turpis.Phasellus porttitor maximus nisl, vitae sagittis lorem gravida sit amet. Donec augue nulla, eleifend tempus nib.<br>Praesent varius, urna vel consectetur elementum, enim tellus molestie justo, et vehicula quam nulla sit amet mi. Mauris suscipit eros malesuada augue tincidunt feugiat. Cras gravida semper arcu quis imperdiet. Aliquam sollicitudin ipsum risus, in sollicitudin ipsum finibus ut.\n  </p>\n<div><button>this is button</button>\n</div>\n\n  <p>\n    \n  </p>",
            "image": "https://drazplay.github.io/demoone/media/posts/1/f2e4ebede33e4e7783b83b37be099dd75e5a30e4ed7f41626985b218930a41f167c8fcc934b4e12942a6d5f3aa3b050686be47d0d1342e14aee011d223439cbca0a5a9246237c8040500e6e11b976b2340ce5c53bd17d9d2d12f1963d92570f66b9fe61d-2.jpeg",
            "author": {
                "name": "Draz"
            },
            "tags": [
            ],
            "date_published": "2024-02-02T16:04:09+07:00",
            "date_modified": "2024-02-02T16:50:27+07:00"
        }
    ]
}
